ImageMagick--
Imath--
OpenEXR--
aalib--
abseil-cpp--
accountsservice--
adb--
adwaita-icon-theme--
adwaita-icon-theme-legacy--
alacritty--
aom--
appstream--
appstream-glib--
apr--
apr-util--
asciinema--
aspell--
at-spi2-core--
atk2mm--
autoconf--%2.59
autoconf--%2.65
autoconf--%2.69
autogen--
automake--%1.10
automake--%1.15
automake--%1.16
automake--%1.9
avahi--
avahi-glib--
avahi-gtk3--
avahi-libs--
axel--
babl--
base64--
bash--
bcg729--
binwalk--
blas--
boehm-gc--
boost--
brotli--
btop--
burp--%2.2
bzip2--
cabextract--
cairo--
cairomm--
capstone--
catdoc--
cblas--
ccache--
ccrypt--
cdparanoia--
cdrtools--
cfitsio--
chromium--
clamav--
clisp--
cmake--
cmus--
colord--
conky--
consolekit2--
coreutils--
cppcheck--
cups-libs--
curl--
cvsps--
cyrus-sasl--
dav1d--
db--%v4
dbus--
dbus-daemon-launch-helper--
dbus-glib--
dconf--
ddrescue--
desktop-file-utils--
detex--
devhelp--
dfc--
djvulibre--
dmenu--
dnscrypt-proxy--
docbook--
docbook-dsssl--
docbook-xsl--
docker-buildx--
docker-cli--
dos2unix--
dosfstools--
dotconf--
double-conversion--
drill--
dtc--
duktape--
dvi2tty--
dwz--
dzen2--
e2fsprogs--
ectags--
enchant2--
epoll-shim--
espeak--
exempi--
exfat-fuse--
exiv2--
exo--
exploitdb--
fastjar--
feh--
ffcall--
ffmpeg--
fftw3--
fftw3-common--
fira-fonts--
firefox--
fish--
flac--
flashrom--
flite--
fltk--
fmt--
fontforge--
foremost--
fping--
freerdp--
fribidi--
fzf--
g++--%11
garcon--
gas--
gawk--
gcc--%11
gcc-libs--%8
gcolor2--
gcr--
gcr4--
gd--
gdb--
gdbm--
gdk-pixbuf--
gegl04--
geoclue2--
geolite2-country--
geteltorito--
gettext-runtime--
ggrep--
ghostscript--
ghostscript-fonts--
ghostwriter--
giflib--
gimp--%snapshot
girara--
git--
gitwrapper--
gjs--
glade--
glib2--
glib2-networking--
glib2mm--
glslang--
gmake--
gmp--
gnome-autoar--
gnome-desktop-common--
gnome-desktop4--
gnome-devel-docs--
gnome-icon-theme--
gnome-icon-theme-symbolic--
gnome-keyring-subversion--
gnugetopt--
gnupg--
gnuplot--
gnustep-back--
gnustep-base--
gnustep-gui--
gnustep-libobjc2--
gnustep-make--
gnutls--
go--
gobject-introspection--
gperf--
gpgme--
graphene--
graphite2--
gsed--
gsettings-desktop-schemas--
gsm--
gstreamer1--
gstreamer1-plugins-bad--
gstreamer1-plugins-base--
gstreamer1-plugins-good--
gstreamer1mm--
gtar--
gtest--
gtk+2--
gtk+3--
gtk+3-cups--
gtk+4--
gtk3mm--
gtk4-update-icon-cache--
guile--
gumbo--
gvfs--
gvfs-nfs--
gvfs-smb--
harfbuzz--
harfbuzz-icu--
hexedit--
hicolor-icon-theme--
highlight--
highway--
hping--
htop--
httrack--
hubbub--
hunspell--
hwdata--
hydra--
hyphen--
ibm-plex--
icu4c--
ijs--
imlib2--
iodbc--
irssi--
iso-codes--
iso8879--
jansson--
jasper--
jbig2dec--
jbigkit--
jefferson--
john-jumbo--
jpeg--
jq--
json-c--
json-glib--
jsoncpp--
karchive--
kauth--
kcodecs--
kconfig--
kconfigwidgets--
kcoreaddons--
kcrash--
kdbusaddons--
kdoctools--
keychain--
kf6-breeze-icons--
kglobalaccel--
kguiaddons--
ki18n--
kiconthemes--
kitemviews--
kwidgetsaddons--
kwindowsystem--
kxmlgui--
lame--
lapack--
lcdf-typetools--
lcms--
lcms2--
leafpad--
leptonica--
libadwaita--
libao--
libarchive--
libass--
libassuan--
libavif--
libb2--
libbfio--
libbluray--
libbs2b--
libcanberra--
libcanberra-gtk3--
libcares--
libcddb--
libcdio--
libcdio-paranoia--
libcerf--
libcloudproviders--
libconfig--
libconfuse--
libcroco--
libcss--
libcue--
libdaemon--
libdbusmenu--
libde265--
libdeflate--
libdiscid--
libdispatch--
libdom--
libdvbpsi--
libdvdcss--
libdvdnav--
libdvdread--
libebml--
liberation-fonts--
libetpan--
libev--
libevent--
libexif--
libffi--
libftdi1--
libgcrypt--
libgexiv2--
libglade2--
libgpg-error--
libgsf--
libgtop2--
libgusb--
libgxps--
libhandy--
libharu--
libheif--
libhiredis--
libical--
libiconv--
libid3tag--
libidn--
libidn2--
libinih--
libinotify--
libiptcdata--
libiscsi--
libjxl--
libksba--
libldns--
libltdl--
libmad--
libmagic--
libmatroska--
libmaxminddb--
libmcrypt--
libmediainfo--
libmemcached--
libmilter--
libmng--
libmpack--
libmpc--
libmpdclient--
libmspack--
libmtp--
libmypaint--
libmysofa--
libnettle--
libnfs--
libnotify--
libnsbmp--
libnsgif--
libnslog--
libnspsl--
libnsutils--
libogg--
libosinfo--
libpaper--
libparserutils--
libplacebo--
libportal--
libportal-gtk4--
libproxy--
libpsl--
libptytty--
libraw--
librsvg--
librsync--
libsamplerate--
libsecret--
libshout--
libsigc++--
libsigsegv--
libslang--
libslirp--
libsmb2--
libsmi--
libsndfile--
libsodium--
libsoup--
libsoup3--
libsoxr--
libspiro--
libssh--
libssh2--
libstemmer--
libtalloc--
libtar--
libtasn1--
libtermkey--
libtheora--
libtool--
libtorrent--
libudev-openbsd--
libudfread--
libunbound--
libunibreak--
libunistring--
libusb1--
libutf8proc--
libuv--
libv4l--
libvhdi--
libvidstab--
libvmdk--
libvorbis--
libvpx--
libvterm--
libwapcaplet--
libwebp--
libwmf--
libwnck3--
libwpe--
libxfce4ui--
libxfce4util--
libxkbcommon--
libxml--
libxmlb--
libxslt--
libyaml--
libzen--
links--
linuxlibertine-fonts-ttf--
llvm--%16
lua--%5.1
lua--%5.2
lua--%5.3
lua--%5.4
lua-compat53--
lua-libmpack--
lua-lpeg--
lz4--
lzlib--
lzo2--
mariadb-client--
mediainfo--
metaauto--
mftrace--
mhash--
minizip--
mononoki--
most--
motif--
mozilla-dicts-en-GB--
mp3cut--
mp3info--
mpfr--
mpg123--
mpv--
msgpack--
msmtp--
mupdf--
mutt--gpgme-sasl
mypaint-brushes--
nano--
nasm--
nautilus--
ncspot--
neofetch--
neovim--
netpbm--
netsurf--
nghttp2--
nghttp3--
ngtcp2--
nmap--
noto-emoji--
noto-fonts--
noto-nerd-fonts--
npth--
nspr--
nss--
ntfs_3g--
obfs4proxy--
obsdfreqd--
odt2txt--
offlineimap--
oledump--
oletools--
oniguruma--
onioncat--
onionshare--
onionshare-gui--
openal--
opencore-amr--
openh264--
openjp2--
openldap-client--
openpam--
openssl--%1.1
openssl--%3.2
openvpn--
ophcrack--
opus--
opusfile--
orc--
osinfo-db--
outguess--
p11-kit--
p5-CDDB-File--
p5-DateManip--
p5-Digest-MD4--
p5-Error--
p5-Image-ExifTool--
p5-MPEG-Audio-Frame--
p5-Mail-Tools--
p5-Text-CharWidth--
p5-Time-TimeDate--
p7zip--
packer--
pango--
pangomm--
pantomime--
papirus-icon-theme--
pavucontrol--
pcaudiolib--
pcre--
pcre2--
pdfcrack--
pdfkit--
pelican--
pftop--
pinentry--
pinfo--
png--
polkit--
polkit-qt5--
polybar--
poppler--
poppler-data--
popt--
portaudio-svn--
portslist--
postgresql-client--
potrace--
protobuf--
ps2eps--
psutils--
pulseaudio--
putty--
putty-gui--
pv--
pwgen--
py-cairo--
py-gobject--
py-gtk2--
py-pip--
py-setuptools--
py3-MarkupSafe--
py3-PyNaCl--
py3-asn1--
py3-bcrypt--
py3-beaker--
py3-blinker--
py3-brotli--
py3-build--
py3-cairo--
py3-capstone--
py3-certifi--
py3-cffi--
py3-chardet--
py3-charset-normalizer--
py3-click--
py3-cparser--
py3-cryptodome--
py3-cryptography--
py3-cstruct--
py3-dateutil--
py3-dbus--
py3-distro--
py3-dnspython--
py3-docutils--
py3-entrypoints--
py3-feedgenerator--
py3-flask--
py3-flit_core--
py3-future--
py3-gobject3--
py3-idna--
py3-imaplib2--
py3-impacket--
py3-installer--
py3-itsdangerous--
py3-jeepney--
py3-jinja2--
py3-keyring--
py3-lzo--
py3-mako--
py3-markdown--
py3-markdown-it--
py3-mdurl--
py3-olefile--
py3-openssl--
py3-packaging--
py3-paramiko--
py3-parsing--
py3-pcapy--
py3-pefile--
py3-pip--
py3-ply--
py3-puremagic--
py3-pygments--
py3-pypdf--
py3-pyproject_hooks--
py3-pyqt5_sip--
py3-qt5--
py3-requests--
py3-rfc6555--
py3-rich--
py3-secretstorage--
py3-setuptools--
py3-sip--
py3-six--
py3-snmp--
py3-socks--
py3-stem--
py3-talloc--
py3-tdb--
py3-termcolor--
py3-tomli--
py3-typing_extensions--
py3-tz--
py3-unidecode--
py3-urllib3--
py3-werkzeug--
py3-wheel--
py3-xcbgen--
py3-xdg--
py3-yara--
python--%2.7
python--%3
python-tkinter--%2.7
python-tkinter--%3
qdbm--
qt6-qtbase--
qtbase--
qtconnectivity--
qtdeclarative--
qtlocation--
qtmultimedia--
qtremoteobjects--
qtsensors--
qtserialport--
qtspeech--
qtsvg--
qttools--
qtwayland--
qtwebchannel--
qtwebengine--
qtwebkit--
qtwebsockets--
qtx11extras--
qtxmlpatterns--
quirks--
ranger--
readline--
rhash--
routersploit--
rpm2cpio--
rsync--
rtorrent--
ruby--%3.2
ruby--%3.3
rust--
rxvt-unicode--
sakura--
samba--
scim--
screen--
sdl--
sdl-image--
sdl2--
senpai--
serf--
shaderc--
shared-mime-info--
shellcheck--
siji--
simple-mtpfs--
sleuthkit--
slib--
snappy--
snowflake_proxy--
sonnet--
sound-theme-freedesktop--
soundtouch--
spandsp--
speech-dispatcher--
speex--
speexdsp--
spidermonkey115--
spirv-tools--
spleen--
sqlite3--
sqlmap--
sshpass--
startup-notification--
stegdetect--
steghide--
stow--
stunnel--
subversion--
suitesparse--
systempreferences--
t1utils--
tabbed--
taglib--
tb-browser--
tb-noscript--
tcl--%8.5
tcl--%8.6
tdb--
terminus-font--
terminus-nerd-fonts--
tesseract--
tesseract-eng--
testdisk--
texlive_base--
texlive_mktexlsr--
texlive_synctex--
texlive_texmf-buildset--
thunar--
tiff--
tk--%8.5
tk--%8.6
tor--
tor-browser--
torsocks--
totem-pl-parser--
tracker3--
tracker3-miners--
tree-sitter--
tshark--
twolame--
uchardet--
unarr--
unibilium--
unifont--
unrar--
unzip--iconv
updatedb--
upower--
usmb--
vamp-plugin-sdk--
vim--no_x11-perl-python3-ruby
vlc--
volatility3--
vte3--
vte3-common--
vulkan-headers--
vulkan-loader--
w3m--image
wavpack--
wayland--
webkitgtk40--
webkitgtk41--
wget--
woff2--
wpebackend-fdo--
x264--
x265--
xclip--
xdg-user-dirs--
xdg-user-dirs-gtk--
xdg-utils--
xdotool--
xfce4-panel--
xfconf--
xpdf--
xsel--
xsoldier--
xvidcore--
xxhash--
xz--
yara--
yelp--
yelp-xsl--
youtube-dl--
yt-dlp--
zathura--
zathura-pdf-mupdf--
zh-wqy-zenhei-ttf--
zimg--
zip--
zsh--
zstd--
zziplib--
